/*
 * Loco ios export: iOS Localizable.strings
 * Project: ElmediaPlayer Mac
 * Release: Working copy
 * Locale: en, English
 * Tagged: Localizable
 * Status: Translated
 * Exported by: Viktoriia Kharchenko
 * Exported at: Tue, 07 May 2019 13:38:01 +0300
 */

/* loco:57962a4b14d7255f438b4567 */
"button_ok" = "OK";

/* loco:57962a4d14d725f3428b4569 */
"button_cancel" = "Cancel";

/* loco:57962a4f14d72560428b4568 */
"button_yes" = "Yes";

/* loco:57962a5114d7255f438b4569 */
"button_no" = "No";

/* loco:57962a5314d7258b418b456d */
"button_open" = "Open";

/* loco:57962a5514d72510408b4570 */
"button_dont_ask" = "Don't ask me again";

/* loco:57962a5a14d7258b418b456f */
"button_dont_show" = "Don't show again";

/* loco:57962a5a14d725e2428b456a */
"alertMessageHaveDownloads" = "You are about to cancel current download";

/* loco:57962a5b14d725af428b456a */
"alertInfoHaveDownloads" = "Are you sure?";

/* loco:57962a5d14d72560428b456a */
"alertMessageIfHaveActiveDownloads" = "You have %ld active downloads at the moment.";

/* loco:57962a5f14d7257f418b4579 */
"alertInfoClearAllIfHaveActiveDownloads" = "Cancel active downloads and clear the list?";

/* loco:57962a6114d725f3428b456b */
"alertInfoTerminateIfHaveActiveDownloads" = "Are you sure you want to quit?";

/* loco:57962a6314d725af428b456c */
"alertInfoRestoreActiveDownloads" = "Restore all active downloads?";

/* loco:57962a6614d72588448b4567 */
"alertMessageClearAllDownloads" = "You are about to clear all downloads";

/* loco:57962a6714d725af428b456e */
"alertInfoClearAllDownloads" = "Are you sure?";

/* loco:57962a6914d72588448b4569 */
"alertMessageCanNotFoundFile" = "File not found";

/* loco:57962a6b14d725af428b4570 */
"alertInfoCanNotShowFile" = "File was either moved or removed. Do you want to redownload it?";

/* loco:57962a6d14d725ad428b456a */
"alertInfoCanNotFoundFileNeedRedownload" = "Probably you have deleted it from your computer or moved to another folder.\nDo you want to redownload it?";

/* loco:57962a6f14d725c0438b456a */
"alertMessageNotExistInFinder" = "File does not exist";

/* loco:57962a7114d7258b418b4571 */
"alertInfoNotExistInFinder" = "Probably you have deleted it from your computer or moved to another folder. Remove it from the list of downloads?";

/* loco:57962a7314d7255f438b456d */
"alertMessageFileNotExist" = "File(s) does not exist";

/* loco:57962a7514d725c0438b456c */
"alertInfoFileNotExist" = "Probably you have deleted it from your computer or moved to another folder.";

/* loco:57962a7714d725e2428b4571 */
"alertMessageDeviceNotFound" = "Could not find device";

/* loco:57962a7914d725ad428b456d */
"alertInfoDeviceNotFound" = "Please make sure the device you want to save videos to is properly connected to your computer and try again.";

/* loco:57962a7b14d725c0438b456e */
"alertMessageNoFreeSpace" = "Not enough disk space";

/* loco:57962a7d14d725e2428b4573 */
"alertInfoNoFreeSpace" = "You don't have enough disk space to save new videos. Clean up some space and try again.";

/* loco:57962a8014d72588448b456d */
"alertPathNotExistsMessage" = "Could not save at indicated path";

/* loco:57962a8114d725af428b4574 */
"alertPathNotExistsInfo" = "Please make sure that this path exists. Check whether the path is correctly indicated in Elmedia Player Preferences.";

/* loco:57962a8314d725c0438b4570 */
"lblDownloadState" = "Downloads: ";

/* loco:57962a8514d725e2428b4575 */
"lblActiveDownloads" = "%d active";

/* loco:57962a8714d725c0438b4572 */
"lblSuspendedDownloads" = "%d paused";

/* loco:57962a8914d7255f438b4570 */
"lblQueuedDownloads" = "%d queued";

/* loco:57962a8c14d7257f418b457f */
"labelCanNotFindVideo" = "Can't find video?";

/* loco:57962a8e14d7255f438b4572 */
"buttonClickHere" = "Click here";

/* loco:57962a8f14d7258b418b4573 */
"txtStateSuspended" = "Download paused";

/* loco:57962a9114d7255f438b4574 */
"txtStateSuspendedConvert" = "Conversion paused";

/* loco:57962a9314d725c0438b4574 */
"txtStateQueued" = "Queued for downloading...";

/* loco:57962a9514d7257f418b4581 */
"txtStateUpdateLinks" = "Updating download link...";

/* loco:57962a9714d725ad428b456f */
"txtVideoConverted" = "Converting video (%.1f %%)...";

/* loco:57962a9a14d72588448b4571 */
"txtAudioConverted" = "Converting audio (%.1f %%)...";

/* loco:57962a9b14d725e2428b4578 */
"txtAddingCover" = "Adding the artwork (%.1f %%)...";

/* loco:57962aa114d725e2428b457a */
"headerColumnTitle" = "Resource Name";

/* loco:57962aa314d725f3428b4572 */
"headerColumnType" = "Type";

/* loco:57962aa614d725c0438b4577 */
"headerColumnAction" = "Action";

/* loco:57962aa814d7258b418b4578 */
"headerColumnSize" = "Estimated size";

/* loco:57962aa914d725af428b4576 */
"headerColumnDate" = "Date";

/* loco:57962aab14d725ad428b4571 */
"buttonActionDownloadAll" = "Download all";

/* loco:57962aad14d72588448b4575 */
"buttonActionCancelAll" = "Cancel all";

/* loco:57962aaf14d7258b418b457a */
"buttonActionCancelProcessing" = "Cancel processing";

/* loco:57962ab114d7255f438b457b */
"buttonActionDownload" = "Download";

/* loco:57962ab414d72588448b4577 */
"buttonActionCancel" = "Cancel";

/* loco:57962ab514d725e2428b457d */
"buttonActionPlay" = "Play";

/* loco:57962ab714d725af428b4578 */
"buttonActionShow" = "Show in Finder";

/* loco:57962ab914d7257f418b4586 */
"buttonPreview" = "preview";

/* loco:57962abb14d7255f438b457d */
"webPageType" = "web page";

/* loco:57962abd14d725ad428b4575 */
"textComplete" = "Done";

/* loco:57962ac214d72588448b4579 */
"buttonVideo" = "Video";

/* loco:57962ac314d725f3428b4576 */
"buttonAudio" = "Audio";

/* loco:57962ac514d725ad428b4577 */
"buttonFlash" = "Flash";

/* loco:57962ac714d725c0438b457c */
"buttonDownloads" = "Downloads";

/* loco:57962ac914d725ad428b4579 */
"buttonClearAll" = "Clear all";

/* loco:57962acb14d72560428b4574 */
"buttonPlayer" = "Player";

/* loco:57962ace14d725ad428b457b */
"downloadsContextMenuDownloadSelected" = "Download";

/* loco:57962acf14d7258b418b457e */
"downloadsContextMenuSuspend" = "Pause";

/* loco:57962ad114d725af428b457a */
"downloadsContextMenuResume" = "Resume";

/* loco:57962ad314d7257f418b458b */
"downloadsContextMenuDownloadSelectedWithFolx" = "Download with Folx";

/* loco:57962ad514d725ad428b457d */
"downloadsContextMenuCancel" = "Cancel";

/* loco:57962ad714d725f3428b4578 */
"downloadsContextMenuPlay" = "Play";

/* loco:57962ada14d72560428b4576 */
"downloadsContextMenuPlayOnline" = "Play Online Video";

/* loco:57962adc14d725ad428b457f */
"downloadsContextMenuAddToPlaylist" = "Add to Playlist";

/* loco:57962add14d725f3428b457a */
"downloadsContextMenuShowInFinder" = "Show in Finder";

/* loco:57962adf14d7255f438b4582 */
"downloadsContextMenuCopyUrl" = "Copy Link";

/* loco:57962ae114d725e2428b4582 */
"downloadsContextMenuOpenInBrowser" = "Open in Web Browser";

/* loco:57962ae314d7257f418b458f */
"downloadsContextMenuDelete" = "Delete";

/* loco:57962ae514d725ad428b4581 */
"alertMessageFolxNotFound" = "Folx is not installed";

/* loco:57962ae814d725c0438b4580 */
"alertInfoFolxNotFound" = "You can not use Folx for downloading, because it is not installed. You can go to the app homepage and download it.";

/* loco:57962ae914d72560428b4578 */
"buttonDownloadFolx" = "Dowload Folx";

/* loco:57962aeb14d725ad428b4583 */
"buttonVisitPage" = "Visit homepage";

/* loco:57962aed14d725c0438b4582 */
"alertMessageDeleteFiles" = "You can also remove original file";

/* loco:57962aef14d7255f438b4585 */
"alertInfoDeleteFiles" = "What do you want to do?";

/* loco:57962af114d725e2428b4586 */
"buttonKeepFile" = "Keep";

/* loco:57962af414d7255f438b4587 */
"buttonMoveToTrash" = "Delete";

/* loco:57962af614d725ad428b4585 */
"buttonRememberChoice" = "Remember my choice";

/* loco:57962af714d725c0438b4584 */
"alertMessageConnectionDidFail" = "Network error";

/* loco:57962af914d725af428b457e */
"alertInfoConnectionDidFail" = "Resource “%@” from page %@ download failed\n(%@)";

/* loco:57962afb14d725e2428b4588 */
"alertInfoErrorHttpStatus" = "HTTP status code %lu: %@";

/* loco:57962afd14d725c0438b4586 */
"alertInfoConnectionDidFailForVideoDash" = "One or more resources cannot be downloaded now. Try to download the video at resolutions of 720 or 360 pixels.";

/* loco:57962aff14d7255f438b4589 */
"alertInfoConnectionDidFailForAudioDash" = "One or more resources cannot be downloaded now. Try to download the audio in MP3 format.";

/* loco:57962b0214d725e2428b458a */
"alertVideoPartPlaylistMessage" = "This video is part of playlist";

/* loco:57962b0314d7250d468b4569 */
"alertVideoPartPlaylistInfo" = "Would you like to open entire playlist in Elmedia or just the specific video?";

/* loco:57962b0514d725af428b4581 */
"buttonDownloadVideo" = "Open video";

/* loco:57962b0714d72508468b456a */
"buttonDownloadPlaylist" = "Open playlist";

/* loco:57962b0b14d725e2428b458c */
"titleWindowOpenURL" = "Open Online Video";

/* loco:57962b0e14d725c0438b4589 */
"alertMessageMimeTypeNotSupported" = "Сan't play video";

/* loco:57962b1014d72560428b457b */
"alertInfoMimeTypeNotSupported" = "Maybe it's not a video or video of this type is not supported.";

/* loco:57962b1114d725f3428b457d */
"alertMessageInvalidHttpStatusCode" = "Сan't play video";

/* loco:57962b1314d7250d468b456c */
"alertInfoInvalidHttpStatusCode" = "Sending HTTP request failed.";

/* loco:57962b1514d725e2428b458e */
"alertMessageNoLinksFromYoutube" = "No direct links to videos";

/* loco:57962b1714d72508468b456d */
"alertInfoNoLinksFromYoutube" = "This link doesn't open any video. Therefore it is impossible to play.";

/* loco:57962b1914d7255f438b458b */
"alertMessageErrorConnection" = "Error checking URL";

/* loco:57962b1c14d725ad428b4588 */
"buttonAddToPlaylist" = "Add to playlist";

/* loco:57962b1d14d7250d468b456e */
"lblInfoInOpenUrl" = "Enter valid URL to online video, or web page YouTube, Vimeo or Dailymotion";

/* loco:57962b1f14d725ad428b458a */
"lblInfoInOpenUrlSkippedLinks" = "Finished parsing playlist. Unfortunately some videos in it are not available. Skipped %d of %d links.";

/* loco:57962b2114d72560428b457e */
"parcingInProcess" = "Parsing in progress...";

/* loco:57962b2314d725af428b4585 */
"parcingProcessedLinks" = "Processed %d of %d links";

/* loco:57962b2514d72508468b456f */
"maxQuality" = "best";

/* loco:57962b2a14d725e2428b4590 */
"activationEnterCodeMsg" = "Please enter your Activation code:";

/* loco:57962b2d14d72588448b4584 */
"activationLostActivationCodeLink" = "Lost Activation Code?";

/* loco:57962b2f14d72508468b4571 */
"activationButtonActivateTitle" = "Activate";

/* loco:57962b3114d7250d468b4571 */
"activationWindowInfo" = "If you purchased Elmedia Player PRO, the activation code will be in your email. Type it here.";

/* loco:57962b3314d72560428b4581 */
"alertWrongKeyFormatMessage" = "Activation could not be completed.";

/* loco:57962b3614d725af428b4588 */
"alertWrongKeyFormatInfo" = "Please make sure you have entered the Activation code correctly. It is recommended that you use copy and paste operations in order to avoid input mistakes.";

/* loco:57962b3714d725f3428b4582 */
"alertRegistrationCompleteMessage" = "Activation successful";

/* loco:57962b3914d72588448b4586 */
"alertRegistrationCompleteInfo" = "Thank you for activating PRO version of Elmedia Player. You can now enjoy all great features it offers.";

/* loco:57962b3b14d725f3428b4584 */
"prefGeneral" = "General";

/* loco:57962b3d14d725af428b458b */
"prefSwfNFlv" = "SWF";

/* loco:57962b3f14d72508468b4573 */
"prefPlaylist" = "Playlist";

/* loco:57962b4214d725ad428b458e */
"prefCapture" = "Capture";

/* loco:57962b4414d7250d468b4573 */
"prefVideo" = "Video";

/* loco:57962b4514d725f3428b4586 */
"prefSubtitles" = "Subtitles";

/* loco:57962b4714d7250d468b4575 */
"prefGeneralPathForDownloads" = "Put new downloads in:";

/* loco:57962b4914d725af428b458e */
"prefGeneralAutoAddDownloadedFilesToPlaylist" = "Add downloaded files to playlist automatically";

/* loco:57962b4b14d72508468b4576 */
"prefGeneralAutoPlay" = "Autoplay files added to playlist";

/* loco:57962b4d14d72588448b4588 */
"prefGeneralAutoResume" = "Resume playing from where playback was stopped";

/* loco:57962b5114d725c0438b458e */
"prefGeneralResetButtonTitle" = "Uncheck all \"Don't ask me again\" boxes";

/* loco:57962b5314d725af428b4590 */
"menuPathOther" = "Other...";

/* loco:57962b5514d72508468b4579 */
"prefSwfNFlvLowQuality" = "Low";

/* loco:57962b5714d7255f438b4593 */
"prefSwfNFlvMediumQuality" = "Medium";

/* loco:57962b5914d725e2428b4597 */
"prefSwfNFlvHighQuality" = "High";

/* loco:57962b5c14d7250d468b4578 */
"prefSwfNFlvDefaultFlashQuality" = "Default Flash Quality:";

/* loco:57962b5e14d725ad428b4591 */
"prefSwfNFlvEnableFlashLocalSecurity" = "Enable Flash Local Security";

/* loco:57962b5f14d725c0438b4590 */
"prefSwfNFlvAllowToSendReceiveDataOverNetwork" = "Allow to send/receive data over network";

/* loco:57962b6114d7255f438b4596 */
"prefPlaylistGotoNext" = "Go to next playlist item if:";

/* loco:57962b6314d725e2428b4599 */
"prefPlaylistLastFrame" = "the last frame is reached";

/* loco:57962b6514d725f6468b456a */
"prefPlaylistDecrease" = "the frame number decreased";

/* loco:57962b6714d7253b478b4567 */
"prefPlaylistStaySameFrame" = "the player stays on the same frame more than...";

/* loco:57962b6a14d725f3428b458c */
"prefPlaylistTimeValue" = "%1.0f sec";

/* loco:57962b6b14d7255f438b4598 */
"prefPlaylistNoteText" = "All above settings are applicable for SWF files only. If no option is selected, Elmedia Player won't jump to the next file.";

/* loco:57962b6d14d725e2428b459c */
"prefCapturePathForScreenshots" = "Save screenshots to:";

/* loco:57962b6f14d725c0438b4593 */
"prefCaptureScreenshotIntervalText" = "Screenshots interval:";

/* loco:57962b7114d725e2428b459e */
"prefCaptureScreenshotIntervalValue" = "%1.1f sec";

/* loco:57962b7314d725c0438b4595 */
"prefCaptureAlwaysStartCapturing" = "Always start capturing from 1st frame";

/* loco:57962b7614d7253b478b456a */
"prefCaptureKeepKapturing" = "Keep capturing in every next movie in playlist";

/* loco:57962b7814d72508468b457e */
"prefVideoForceIdx" = "Enable force index rebuilding";

/* loco:57962b7914d72588448b458b */
"prefVideoForceIdxNote" = "With this setting ON, Elmedia Player will recalculate the index to make the video seekable, useful on some broken files. But this may delay playback start by several seconds.";

/* loco:57962b7b14d7256b478b4567 */
"prefVideoUseCacheForLocalFiles" = "Use cache for local files";

/* loco:57962b7d14d7253b478b456c */
"prefVideoShowsOSD" = "Show OSD";

/* loco:57962b7f14d7256b478b4569 */
"prefVideoSkipFrames" = "Skip frames";

/* loco:57962b8414d725f6468b456c */
"prefVideoDeinterlaceMethod" = "Deinterlace:";

/* loco:57962b8514d7250d468b457c */
"prefChangesRequireRestartNoteText" = "Changes require restart of playback.";

/* loco:57962b9014d7256b478b456e */
"prefSubtitlesEncoding" = "Encoding:";

/* loco:57962b9214d7253b478b4570 */
"prefSubtitlesFont" = "Font:";

/* loco:57962b9314d725f6468b456e */
"prefSubtitlesSize" = "Size:";

/* loco:57962b9914d7250d468b4582 */
"popoverPlaylistSegmentTitle" = "Playlist";

/* loco:57962b9c14d7256b478b4570 */
"popoverDownloadsSegmentTitle" = "Downloads";

/* loco:57962b9e14d7253b478b4574 */
"popoverClearButtonTitle" = "Clear";

/* loco:57962b9f14d7256b478b4572 */
"inspectorWindowTitle" = "Media Info";

/* loco:57962ba114d725c0438b459b */
"inspectorWindowDurationLabel" = "Duration:";

/* loco:57962ba314d72531478b456d */
"inspectorWindowLengthLabel" = "Length:";

/* loco:57962ba514d7255d478b456b */
"inspectorWindowSourceLabel" = "Source:";

/* loco:57962ba714d7250d468b4584 */
"inspectorWindowTrackInfoLabel" = "Track Info:";

/* loco:57962baa14d7253b478b4576 */
"inspectorWindowStreamStringFormat" = "Stream %d:";

/* loco:57962bac14d72508468b4586 */
"inspectorWindowAudioFormat" = "Audio %d: ";

/* loco:57962bae14d725e0478b4567 */
"inspectorWindowVideoFormat" = "Video %d: ";

/* loco:57962baf14d72531478b4570 */
"inspectorWindowSubtitlesFormat" = "Subtitles %d: ";

/* loco:57962bb214d7255d478b456e */
"inspectorWindowUnknown" = "Unknown";

/* loco:57962bb314d7253b478b4578 */
"inspectorWindowUndefined" = "Undefined";

/* loco:57962bb614d7255d478b4570 */
"inspectorWindowNoInfo" = "No Info";

/* loco:57962bb814d72531478b4573 */
"inspectorWindowFramesStringFormat" = "%d frames";

/* loco:57962bba14d7256b478b4576 */
"Play" = "Play";

/* loco:57962bbc14d7253b478b457a */
"Pause" = "Pause";

/* loco:57962bbe14d7255d478b4572 */
"playerContextMenuShowInFinder" = "Show in Finder";

/* loco:57962bc014d72588448b4590 */
"playerContextMenuFloatOnTop" = "Float on Top";

/* loco:57962bc214d72508468b458a */
"playerContextMenuSubtitles" = "Subtitles";

/* loco:57962bc414d7256b478b4578 */
"playerContextMenuAudioStream" = "Audio Track";

/* loco:57962bc614d72588448b4592 */
"playerContextMenuScreenshot" = "Take Screenshot";

/* loco:57962bc814d725f6468b4572 */
"playerContextMenuSeriesOfScreenshot" = "Record a Series Of Screenshots";

/* loco:57962bcc14d72508468b458c */
"playlistContextMenuDelete" = "Delete";

/* loco:57962bce14d7256b478b457a */
"playlistContextMenuGetInfo" = "Get Info";

/* loco:57962bd014d72531478b4576 */
"playlistContextMenuDeleteAllExceptSelected" = "Delete All except Selected";

/* loco:57962bd214d7256b478b457c */
"alertRemoveFromPlaylistMessage" = "You are about to remove file(s) from Playlist";

/* loco:57962bd414d7253b478b457e */
"alertConfirmInformativeText" = "Are you sure?";

/* loco:57962bd614d725f6468b4575 */
"alertClearPlaylistMessage" = "You are about to remove Playlist";

/* loco:57962bd814d72524488b4569 */
"alertResumePlayingMessage" = "Would you like to resume playing from where you stopped before?";

/* loco:57962bda14d72531478b4578 */
"menuItemSubtitlesDisabled" = "Disabled";

/* loco:57962bdc14d725f6468b4577 */
"menuItemStreamFormat" = "Stream %d: ";

/* loco:57962bde14d72588448b4595 */
"audioViewLabelArtist" = "Artist:";

/* loco:57962be114d725e0478b456d */
"audioViewLabelAlbum" = "Album:";

/* loco:57962be214d7250d468b458b */
"audioViewLabelTime" = "Time:";

/* loco:57962be414d72508468b4592 */
"audioViewUnknown" = "Unknown";

/* loco:57962be614d725e0478b456f */
"demoReminderTitle" = "Upgrade %@";

/* loco:57962c0c14d725f6468b457a */
"demoReminderDontRemind" = "Don't remind me again";

/* loco:57962c0e14d7250d468b4593 */
"demoreminder.btnActivate" = "Activate…";

/* loco:57962c1014d72531478b4580 */
"demoreminder.btnContinue" = "Continue in free mode";

/* loco:57962c1214d7255d478b4579 */
"demoreminder.btnBuyNow" = "Buy now";

/* loco:57962c1814d725e0478b457b */
"MainMenu_ElmediaPlayer_ChangeLicenseType" = "Change License Type...";

/* loco:57962c1a14d72531478b4582 */
"MainMenu_ElmediaPlayer_UpgradeLicense" = "Upgrade License";

/* loco:57962c1c14d725e4488b4567 */
"MainMenu_ElmediaPlayer_Activate" = "Activate PRO Version...";

/* loco:57962c1e14d7253b478b458a */
"MainMenu_ElmediaPlayer_Purchase" = "Purchase PRO Version";

/* loco:57962c2014d72508468b45a1 */
"aboutWindowTitle" = "About %@";

/* loco:57962c2214d725e4488b4569 */
"aboutWindowVersionFormat" = "Version %@";

/* loco:57962c2414d7253b478b458c */
"aboutWindowLicenseType" = "License type:";

/* loco:57962c2614d7256b478b4585 */
"aboutWindowRegistered" = "Registered to:";

/* loco:57962c2814d7250d468b459a */
"screenshots" = "screenshots";

/* loco:57962c2a14d7256b478b4587 */
"screenshot" = "screenshot";

/* loco:57962c2c14d7250d468b459c */
"savePanelTitleSavePlaylist" = "Save Playlist";

/* loco:57962c2e14d725f6468b457e */
"openPanelTitleLoadPlaylist" = "Load Playlist";

/* loco:57962c3014d7250d468b459e */
"openPanelTitleOpenMediaFile" = "Open media file";

/* loco:57962c3214d72508468b45a4 */
"alertCannotFindFileBtnFindTitle" = "Find";

/* loco:57962c3414d72524488b4571 */
"alertCannotFindFileTitle" = "Original file not found";

/* loco:57962c3614d725f6468b4580 */
"alertCannotFindFileMsgFormat" = "Could not play \"%@\" because its original file is missing. Would you like to locate it?";

/* loco:57962c3814d725e4488b456b */
"alertFileDoesNotExistTitle" = "File does not exist";

/* loco:57962c3a14d7253b478b458e */
"alertFileDoesNotExistInfo" = "Probably you have deleted it from your computer or moved to another folder.";

/* loco:57962c3c14d725e0478b457f */
"scrnWindowScreenshotCaptured" = "Screenshot captured";

/* loco:57962c4214d7253b478b4590 */
"growlWindowTitle" = "Elmedia Player";

/* loco:57962c4414d72531478b4589 */
"growlWindowFinishedSeriesOfScrns" = "Done making screenshots";

/* loco:57962c4614d725e0478b4581 */
"growlMessageAboutDownloadComplete" = "Download complete: %@";

/* loco:57962c4814d725e4488b456f */
"growlMessageAboutDownloadFailed" = "Download failed. Error: %@";

/* loco:57962c4a14d7255d478b457e */
"growlErrorDeviceNotFound" = "device not found";

/* loco:57962c4c14d7250d468b45a1 */
"growlErrorFileProbablyWasDeleted" = "file was probably deleted";

/* loco:57962c4e14d725f6468b4585 */
"growlErrorNotEnoughFreeSpace" = "not enough disk space";

/* loco:57962c5414d7256b478b458e */
"alertInetConnectionRequiredTitle" = "Elmedia Player could not connect to the App Store";

/* loco:57962c5614d7253b478b4592 */
"alertInetConnectionRequiredMessage" = "Make sure your network connection is active and try again.";

/* loco:57962c5814d7255d478b4581 */
"btnTitleRestorePurchased" = "Restore Purchased";

/* loco:57962c5a14d7250d468b45a4 */
"alertProductRestoredTitle" = "Restored successfully";

/* loco:57962c5c14d72508468b45a8 */
"alertProductRestoredMessage" = "Your purchase was successfully restored.";

/* loco:57962c5e14d725e0478b4585 */
"alertProductRestoringFailedTitle" = "Restoring failed";

/* loco:57962c6014d7253b478b4594 */
"alertAppStoreRequestCouldNotBeProcessedMsg" = "Your request could not be processed at this time";

/* loco:57962c6214d7255d478b4583 */
"alertAppStoreRequestCouldNotBeProcessedInfo" = "Another request is currently in progress. Please wait a minute and try again.";

/* loco:57962c6414d725e4488b4572 */
"alertPurchaseCompleteMessage" = "Purchase successful";

/* loco:57962c6614d7253b478b4596 */
"alertPurchaseCompleteInfo" = "Thank you for purchasing PRO version of Elmedia Player. You can now enjoy all great features it offers";

/* loco:57962c6814d725e0478b4588 */
"alertMessageForHostInBlacklist" = "Content downloading disabled";

/* loco:57962c6a14d72531478b458d */
"alertInfoForHostInBlacklist" = "Unfortunately, Elmedia Player does not support downloading digital content from this website due to potential copyright issues. Email us if you believe this message is here in error: support@eltima.com";

/* loco:57962c6c14d725f6468b458b */
"btnTitleVisitWebsite" = "Visit website";

/* loco:57962c6e14d725e0478b458a */
"alertYoutubeNotSupportedMsg" = "Unfortunately, this version of Elmedia Player does not support downloading videos from YouTube.";

/* loco:57962c7014d7255d478b4586 */
"alertYoutubeNotSupportedInfo" = "To be able to download YouTube videos, please get the special build from our website.";

/* loco:57962c7214d725e4488b4574 */
"btnResetTitle" = "Reset";

/* loco:57962c7414d7253b478b4598 */
"videoTunerLabelBrightness" = "Brightness:";

/* loco:57962c7614d725e0478b458d */
"videoTunerLabelSaturation" = "Saturation:";

/* loco:57962c7814d7250d468b45a8 */
"videoTunerLabelContrast" = "Contrast:";

/* loco:57962c7a14d7255d478b4588 */
"videoTunerLabelGamma" = "Gamma:";

/* loco:57962c7c14d72524488b4579 */
"videoTunerLabelHue" = "Hue:";

/* loco:57962c7e14d725e0478b458f */
"videoTunerLabelNoiseReduction" = "Noise Reduction:";

/* loco:57962c8014d72531478b4590 */
"videoTunerLabelSharpness" = "Sharpness:";

/* loco:57962c8214d725f6468b458e */
"windowTitleEqualizer" = "Equalizer";

/* loco:57962c8414d725f6468b4590 */
"windowTitleVideoTuner" = "Video Tuner";

/* loco:57962c8614d72524488b457c */
"frequencyFormatString" = "%dK";

/* loco:57962c8814d725f6468b4592 */
"dBFormatString" = "%d dB";

/* loco:57962c8a14d7250d468b45ab */
"discountWindowTitle" = "Welcome to Elmedia Player by Eltima";

/* loco:57962c8c14d72508468b45ad */
"discountBtnRemindMeLater" = "Remind me later";

/* loco:57962c8e14d725e4488b4576 */
"discountBtnGetPROVersionNow" = "Get PRO version now";

/* loco:57962c9014d7250d468b45ad */
"prefCheckBoxSendStatistics" = "Send anonymous usage statistics to Eltima";

/* loco:57962c9214d725f6468b4595 */
"equalizerOnCheckBox" = "On";

/* loco:57962c9414d7256b478b4596 */
"btnResetToDefaultsTitle" = "Reset to defaults";

/* loco:57962c9614d72508468b45af */
"equalizerLabelPreamp" = "Preamp";

/* loco:57962c9814d7256b478b4598 */
"equalizerMenuItemMakePreset" = "Create a preset...";

/* loco:57962c9a14d725f6468b4597 */
"equalizerMenuItemEditPresets" = "Edit list...";

/* loco:57962c9c14d7256b478b459a */
"equalizerMenuItemAdjustManually" = "Manual";

/* loco:57962c9e14d72524488b4581 */
"equalizerMenuItemPresets" = "Presets";

/* loco:57962ca014d7250d468b45b0 */
"equalizerPresetFlat" = "Flat";

/* loco:57962ca214d7255d478b458c */
"equalizerPresetClassical" = "Classical";

/* loco:57962ca414d725e0478b4596 */
"equalizerPresetClub" = "Club";

/* loco:57962ca614d7256b478b459c */
"equalizerPresetDance" = "Dance";

/* loco:57962ca814d72524488b4583 */
"equalizerPresetFullBass" = "Full Bass";

/* loco:57962caa14d725e0478b4598 */
"equalizerPresetFullBassAndTreble" = "Full Bass and Treble";

/* loco:57962cac14d7253b478b459a */
"equalizerPresetFullTreble" = "Full Treble";

/* loco:57962cae14d7256c4a8b4568 */
"equalizerPresetHeadphones" = "Headphones";

/* loco:57962cb014d725f6468b4599 */
"equalizerPresetLargeHall" = "Large Hall";

/* loco:57962cb214d7256b478b459e */
"equalizerPresetLive" = "Live";

/* loco:57962cb414d725664a8b4568 */
"equalizerPresetParty" = "Party";

/* loco:57962cb614d7255d478b458f */
"equalizerPresetPop" = "Pop";

/* loco:57962cb814d72531478b4596 */
"equalizerPresetReggae" = "Reggae";

/* loco:57962cba14d7253b478b459c */
"equalizerPresetRock" = "Rock";

/* loco:57962cbc14d725e0478b459a */
"equalizerPresetSka" = "Ska";

/* loco:57962cbe14d725f6468b459c */
"equalizerPresetSoft" = "Soft";

/* loco:57962cc014d725e4488b457b */
"equalizerPresetSoftRock" = "Soft Rock";

/* loco:57962cc214d725f6468b459e */
"equalizerPresetTechno" = "Techno";

/* loco:57962cc414d725664a8b456a */
"alertEQPresetAlreadyExistsMsg" = "The preset with the same name already exists: \"%@\".";

/* loco:57962cc614d7256c4a8b456c */
"alertEQPresetAlreadyExistsInfo" = "Do you want to replace it?";

/* loco:57962cc814d72524488b4587 */
"alertDeleteEQPresetMsg" = "Are you sure you want to delete this preset: \"%@\"?";

/* loco:57962cca14d7255d478b4591 */
"windowTitleEQPresets" = "EQ Presets";

/* loco:57962ccc14d725f6468b45a0 */
"windowTitleMakePreset" = "Create a preset";

/* loco:57962cce14d725e4488b457e */
"windowTitleRenamePreset" = "Rename";

/* loco:57962cd014d7256b478b45a1 */
"labelNewPresetName" = "New preset name:";

/* loco:57962cd214d725e0478b459d */
"btnTitleRenamePreset" = "Rename...";

/* loco:57962cd414d725664a8b456c */
"btnTitleDeletePreset" = "Delete";

/* loco:57962cd614d725e4488b4581 */
"btnTitleDoneEditingPresets" = "Done";

/* loco:57962cd814d7256b478b45a3 */
"labelDoubleClickAction" = "Action on double-click:";

/* loco:57962cda14d7256b478b45a5 */
"menuItemLeftDoubleClickActionNone" = "None";

/* loco:57962cdc14d725e0478b459f */
"menuItemLeftDoubleClickActionPlayPause" = "Play/Pause";

/* loco:57962cde14d7255d478b4595 */
"menuItemLeftDoubleClickActionToggleFullscreen" = "Enter/Exit fullscreen";

/* loco:57962ce014d72524488b458a */
"osdPaused" = "Paused";

/* loco:57962ce314d725f6468b45a4 */
"osdVolume" = "Volume: %4.1f";

/* loco:57962ce614d7253b478b45a2 */
"osdSubtitlesDisabled" = "Subtitles: Disabled";

/* loco:57962ce714d72531478b4598 */
"osdMuteOn" = "Mute: ON";

/* loco:57962ce914d7253b478b45a4 */
"osdMuteOff" = "Mute: OFF";

/* loco:57962ceb14d7256b478b45a7 */
"osdHalfSize" = "Half Size";

/* loco:57962ced14d725664a8b456f */
"osdNormalSize" = "Normal Size";

/* loco:57962cef14d72531478b459a */
"osdDoubleSize" = "Double Size";

/* loco:57962cf114d725664a8b4571 */
"osdAspectRatio" = "Aspect Ratio: %@";

/* loco:57962cf414d72524488b458e */
"osdAspectRatioOriginal" = "Original";

/* loco:57962cf614d7253b478b45a6 */
"osdPlaybackSpeed" = "Speed: %@x";

/* loco:57962cf614d7256b478b45a9 */
"osdSubtitleDelay" = "Subtitle Delay: %4.1f s";

/* loco:57962cf814d725e0478b45a3 */
"osdAudioDelay" = "Audio Delay: %4.1f s";

/* loco:57962cfa14d72531478b459d */
"osdFlipVerticallyOn" = "Flip Vertically: ON";

/* loco:57962cfc14d7253b478b45a8 */
"osdFlipVerticallyOff" = "Flip Vertically: OFF";

/* loco:57962cfe14d7255d478b459a */
"osdMirrorOn" = "Mirror: ON";

/* loco:57962d0014d725e4488b4585 */
"osdMirrorOff" = "Mirror: OFF";

/* loco:57962d0214d7256b478b45ad */
"infoSubtitleTypeEmbedded" = "embedded";

/* loco:57962d0414d7253b478b45aa */
"infoSubtitleTypeExternal" = "external";

/* loco:57962d0614d725764b8b4567 */
"infoSubtitleTypeVob" = "VobSub";

/* loco:57962d0b14d7256c4a8b4574 */
"contextMenuItemDownload" = "Download";

/* loco:57962d0c14d72524488b4592 */
"contextMenuItemVideoAdjustments" = "Video";

/* loco:57962d0e14d725864b8b4567 */
"contextMenuItemBrighter" = "Brighter";

/* loco:57962d1014d725764b8b456a */
"contextMenuItemDarker" = "Darker";

/* loco:57962d1214d725864b8b4569 */
"contextMenuItemResetBrightness" = "Reset Brightness";

/* loco:57962d1414d725764b8b456c */
"MainMenu_Movie_ABLoop_SetStartPoint" = "Set Starting Point";

/* loco:57962d1814d7253a4b8b4569 */
"MainMenu_Movie_ABLoop_UpdateStartPoint" = "Update Starting Point (%@)";

/* loco:57962d1814d725664a8b4574 */
"MainMenu_Movie_ABLoop_SetReturnPoint" = "Set Return Point";

/* loco:57962d1a14d725e0478b45a7 */
"MainMenu_Movie_ABLoop_UpdateReturnPoint" = "Update Return Point (%@)";

/* loco:57962d1c14d72524488b4595 */
"osdABLoop" = "A-B Loop";

/* loco:57962d1e14d7256c4a8b4576 */
"osdABLoopCancelled" = "A-B Loop: Cancelled";

/* loco:57962d2014d7253a4b8b456b */
"menuItemTitleAddSubsFromFile" = "Add from File...";

/* loco:57962d2314d725a64b8b4568 */
"openPanelTitleAddSubtitles" = "Add subtitles";

/* loco:57962d2414d7253a4b8b456d */
"alertSubsCannotBeLoadedMsg" = "Subtitles cannot be loaded";

/* loco:57962d2614d725e4488b4588 */
"alertSubsCannotBeLoadedInfo" = "You should first start the video playback.";

/* loco:57962d2814d7253a4b8b456f */
"alertAddingSubsRequestMsg" = "Add subtitles?";

/* loco:57962d2a14d725a64b8b456a */
"alertAddingSubsRequestInfo" = "Subtitles will be added to the video \"%@\".";

/* loco:57962d2e14d725a64b8b456c */
"prefAutoloadSubtitles" = "Autoload subtitles:";

/* loco:57962d3014d725864b8b456d */
"prefSubsFileFormats" = "with file formats *.srt, *.sub, etc.";

/* loco:57962d3214d725e4488b458b */
"prefSubFileNameRuleContain" = "All subs containing movie name";

/* loco:57962d3414d725b84b8b4568 */
"prefSubFileNameRuleExactMatch" = "Same name as movie";

/* loco:57962d3614d725664a8b4578 */
"prefSubFileNameRuleAny" = "All subs in directory";

/* loco:57962d3814d7256c4a8b4578 */
"prefSubSizeSmall" = "Small";

/* loco:57962d3a14d7253a4b8b4574 */
"prefSubSizeLarge" = "Large";

/* loco:57962d3d14d7256c4a8b457a */
"checkBoxTitleAddToPlaylist" = "Add to playlist";

/* loco:57962d3f14d725b84b8b456a */
"prefAddOpenFilesToPlaylist" = "Automatically add files to playlist on opening";

/* loco:57962d4014d725864b8b4570 */
"prefControlPlaybackWithMediaKeys" = "Control playback with media keys";

/* loco:57962d4214d725e0478b45ab */
"prefGeneralRequests" = "Requests:";

/* loco:57962d4414d725664a8b457b */
"alertAddFilesToPlaylistDisabledMsg" = "Only first file will be opened";

/* loco:57962d4614d725e4488b458e */
"alertAddFilesToPlaylistDisabledInfo" = "As you turned off \"Automatically add files to playlist on opening\" option in Preferences, only the first file will be opened.";

/* loco:57962d4814d725b84b8b456d */
"btnTitleAddFirstItem" = "Add first";

/* loco:57962d4b14d7256c4a8b457c */
"btnTitleAddAllFilesToPlaylist" = "Add all files to playlist";

/* loco:57962d5014d725864b8b4573 */
"formatTimeSec" = "s";

/* loco:57962d5214d725764b8b4575 */
"formatTimeMin" = "min";

/* loco:57962d5414d725664a8b457f */
"alertProjectorExportSucceededTitle" = "Successfully exported";

/* loco:57962d5614d725864b8b4575 */
"alertProjectorExportSucceededMsg" = "File \"%@\" was successfully converted to SWF.";

/* loco:57962d5914d725764b8b4577 */
"alertProjectorExportFailedTitle" = "Failed to export Projector EXE";

/* loco:57962d5a14d725664a8b4581 */
"alertProjectorExportFailedMsg" = "Error occured while converting the file to SWF.";

/* loco:57962d5c14d725e4488b4592 */
"prefVideoUseHardwareAcceleration" = "Hardware acceleration";

/* loco:57962d5e14d725b84b8b4571 */
"prefVideoResizeInterfaceToVideoSize" = "Resize interface to the original video size";

/* loco:57962d6014d7256c4a8b457f */
"infoAudioTrackTypeExternal" = "external";

/* loco:57962d6214d725664a8b4583 */
"menuItemTitleLoadExternalAudio" = "Use External Audio...";

/* loco:57962d6514d725764b8b457b */
"openPanelTitleSelectAudioFile" = "Select audio file";

/* loco:57962d6614d725b84b8b4573 */
"alertAudioAndVideoDifferInLengthMsg" = "The audio file duration is not equal to the movie length";

/* loco:57962d6814d725e4488b4594 */
"alertAudioAndVideoDifferInLengthInfo" = "This may cause the app hang while seeking. Are you sure you want to add this audio track?";

/* loco:57962d6a14d725b84b8b4575 */
"osdCachingPercent" = "Caching: %4.2f%%";

/* loco:57962d6c14d7256c4a8b4581 */
"prefSubApplyStyleToAssFiles" = "Apply these settings to ASS files";

/* loco:57962d6e14d725174c8b4569 */
"playerWindowTitleWithPlaybackSpeed" = "%@ (speed %@x)";

/* loco:57962d7314d725a64b8b4570 */
"alertContinuePlaybackTitle" = "Resume playback?";

/* loco:57962d7414d725764b8b457e */
"alertContinuePlaybackInfo" = "Press Resume button and \"%@\" will play starting at %@.";

/* loco:57962d7614d7253a4b8b457b */
"btnContinueTitle" = "Resume";

/* loco:57962d7814d725e4488b4597 */
"btnRestartPlaybackTitle" = "Restart";

/* loco:57962d7a14d725664a8b4585 */
"btnAlwaysContinueTitle" = "Always resume";

/* loco:57962d7c14d7255e4c8b456a */
"alertKeepOrReplaceExistingPlaylistTitle" = "Replace existing playlist or keep it?";

/* loco:57962d7f14d725764b8b4581 */
"alertKeepOrReplaceExistingPlaylistMsg" = "If you choose to keep it all new tracks will be added at the end of existing playlist.";

/* loco:57962d8014d725b84b8b4578 */
"btnTitleReplace" = "Replace";

/* loco:57962d8214d725864b8b4578 */
"btnTitleKeep" = "Keep";

/* loco:57962d8414d725174c8b456d */
"prefFullscreenDevice" = "Full screen monitor:";

/* loco:57962d8614d725a64b8b4572 */
"prefSameScreenAsPlayer" = "Don't change";

/* loco:57962d8814d725764b8b4583 */
"formatStrScreenInfo" = "Screen %d (%.0fx%.0f)";

/* loco:57962d8b14d725a64b8b4574 */
"prefAudio" = "Audio";

/* loco:57962d8c14d725864b8b457b */
"prefAutoloadExternalAudios" = "Automatically load external tracks:";

/* loco:57962d8e14d725b84b8b457b */
"prefExternalAudioFormat" = "with *.ac3, *.mka, etc.";

/* loco:57962d9014d7253a4b8b457f */
"prefExternalAudioNameRuleContain" = "All tracks containing movie name";

/* loco:57962d9214d725864b8b457d */
"prefExternalAudioNameRuleExactMatch" = "Same name as movie";

/* loco:57962d9414d725764b8b4585 */
"prefExternalAudioNameRuleAny" = "All tracks in directory";

/* loco:57962d9614d725a64b8b4577 */
"prefPreferredAudioLang" = "Preferred audio language:";

/* loco:57962d9e14d725a64b8b4579 */
"prefAudioOutputDevice" = "Audio device:";

/* loco:57962da014d725764b8b4589 */
"menuItemTitleDefaultOutputDevice" = "Default Output Device";

/* loco:57962da214d7253a4b8b4583 */
"prefAC3DTSPassthrough" = "Passthrough for hardware decoders:";

/* loco:57962da414d725e4488b459a */
"prefAC3Passthrough" = "Enable for AC3";

/* loco:57962da714d725b84b8b4580 */
"prefDTSPassthrough" = "Enable for DTS";

/* loco:57962da814d725864b8b457f */
"prefVirtualSurroundEmulation" = "Virtual surround emulation:";

/* loco:57962daa14d725764b8b458c */
"prefSurroundEmulation" = "Enable for 5 to 6 channel audio";

/* loco:57962dac14d725a64b8b457c */
"prefSpeakersEmulation" = "Enable for stereo";

/* loco:57962dae14d725e4488b459c */
"prefPreferredSubLang" = "Preferred language:";

/* loco:57962db614d7253a4b8b4586 */
"prefNumberOfPlaybackChannels" = "Number of playback channels:";

/* loco:57962db814d725864b8b4584 */
"audioOutputChannelsStereo" = "2 (stereo)";

/* loco:57962dba14d725174c8b4572 */
"audioOutputChannelsSurround4_0" = "4 (4.0 surround)";

/* loco:57962dbc14d725a64b8b457f */
"audioOutputChannelsSurround5_1" = "6 (5.1 surround)";

/* loco:57962dbf14d725174c8b4574 */
"audioOutputChannelsSurround7_1" = "8 (7.1 surround)";

/* loco:57962dc014d725664a8b4589 */
"prefLabelPerformance" = "Performance:";

/* loco:57962dc214d7256c4a8b458b */
"prefLabelInterface" = "Interface:";

/* loco:57962dc414d725174c8b4576 */
"playlistContextMenuItemMoveUp" = "Move Up";

/* loco:57962dc614d725864b8b4587 */
"playlistContextMenuItemMoveDown" = "Move Down";

/* loco:57962dc814d725174c8b4578 */
"playlistContextMenuItemMoveToTop" = "Move to the Top";

/* loco:57962dca14d725a64b8b4581 */
"playlistContextMenuItemMoveToEnd" = "Move to the Bottom";

/* loco:57962dcd14d725b84b8b4586 */
"pathSameFolderAsMovie" = "Same folder with the movie";

/* loco:57962dd014d725204d8b4568 */
"alertCannotSaveScreenshotMsg" = "Cannot save screenshot to selected folder";

/* loco:57962dd214d7253a4b8b458b */
"alertCannotSaveScreenshotInfo" = "Please make sure this folder exists, check the folder permissions, or select another folder in Elmedia Player Preferences.";

/* loco:57962dd414d725a64b8b4583 */
"labelAudioAdjustmentIsPRO" = "Audio settings are available in PRO version only.";

/* loco:57962dd914d725664a8b458d */
"prefAutomaticallyCheckForUpdates" = "Automatically check for updates";

/* loco:57962ddb14d7255e4c8b4572 */
"MainMenu_View_ShowPlaylist" = "Show Playlist";

/* loco:57962ddc14d725764b8b4590 */
"MainMenu_View_HidePlaylist" = "Hide Playlist";

/* loco:57962dde14d725174c8b457c */
"prefGeneralGroupPlaylist" = "Playlist:";

/* loco:57962de014d7255e4c8b4574 */
"prefGeneralGroupPlayback" = "Playback:";

/* loco:57962de214d725764b8b4592 */
"prefGeneralGroupOptional" = "Optional:";

/* loco:57962de414d725174c8b457e */
"prefSwfGroupOptions" = "Options:";

/* loco:57962de714d7255e4c8b4576 */
"prefProFeatureCaptureNote" = "Capture settings are available in PRO version only.";

/* loco:57962de814d725764b8b4594 */
"prefUpgradeNow" = "Upgrade now!";

/* loco:57962dea14d725a64b8b4586 */
"prefScreenshotFormat" = "Format:";

/* loco:57962dec14d7256c4a8b4593 */
"prefGroupCaptureOptions" = "Capture options:";

/* loco:57962dee14d7253a4b8b458d */
"prefRepairVideo" = "Repair video:";

/* loco:57962df014d725a64b8b4588 */
"alert-appstatico.title" = "Help us improve";

/* loco:57962df314d7256c4a8b4595 */
"alert-appstatico.message" = "Would you like to send anonymous usage statistics to our team? It only involves product performance and none of your personal data is collected.";

/* loco:57962df514d725174c8b4580 */
"alert-appstatico.ok" = "Send";

/* loco:57962df614d7256c4a8b4597 */
"alert-appstatico.cancel" = "Don't send";

/* loco:57962df814d7253a4b8b4590 */
"openPanelTitleSelectMovieFolder" = "Select Folder";

/* loco:57962dfc14d7256c4a8b4599 */
"openPanelBtnSelectMovieFolder" = "Select";

/* loco:57962dfe14d725864b8b458f */
"labelMovieFolder" = "Movie folder:";

/* loco:57962e0114d725204d8b456c */
"labelMovieFolderInfo" = "Elmedia will automatically load subtitles and external audio tracks for videos in this folder";

/* loco:57962e0214d725b84b8b458c */
"menuItemTitleMovieFolderSelect" = "Select...";

/* loco:57962e0414d725174c8b4582 */
"menuItemTitleMovieFolderNotSet" = "Not Set";

/* loco:57962e0614d7256c4a8b459c */
"menuItemTitleBookmarks" = "Bookmarks";

/* loco:57962e0814d725664a8b4592 */
"menuItemTitleAddToBookmarks" = "Bookmark Current Position";

/* loco:57962e0a14d7255e4c8b4579 */
"menuItemTitleAutoDeleteWhenSelected" = "Auto-Delete Next Time Selected";

/* loco:57962e0d14d7253a4b8b4593 */
"menuItemTitleClearAllBookmarks" = "Remove All Bookmarks";

/* loco:57962e0f14d725864b8b4592 */
"osdBookmark" = "Bookmark added: %@";

/* loco:57962e1014d725b84b8b458f */
"osdAutoDeleteBookmarkOn" = "Automatic Bookmark removal: ON";

/* loco:57962e1214d725864b8b4594 */
"osdAutoDeleteBookmarkOff" = "Automatic Bookmark removal: OFF";

/* loco:57962e1414d725764b8b4599 */
"optionStartVideosInFullScreen" = "Always start videos in full screen";

/* loco:57962e1614d725a64b8b458d */
"optionTakeScreenshotFrameByFrame" = "Frame by frame";

/* loco:57962e1814d7256c4a8b459f */
"osdUpdatingLink" = "Updating link...";

/* loco:57962e1b14d725764b8b459b */
"osdChapter" = "Chapter: %@";

/* loco:57962e1c14d725664a8b4595 */
"optionQuitAutomatically" = "Quit Elmedia automatically:";

/* loco:57962e1e14d7255e4c8b457b */
"quitNever" = "Never";

/* loco:57962e2014d725764b8b459d */
"quitAfterMovieEnds" = "Upon movie end";

/* loco:57962e2214d7255e4c8b457d */
"quitAfterPlaylistEnds" = "Upon playlist end";

/* loco:57962e2414d725764b8b459f */
"alertFrameByFrameScreensTitle" = "Frame by frame capturing is on";

/* loco:57962e2714d725864b8b4597 */
"alertFrameByFrameScreensMsg" = "While making frame-by-frame screenshots regular video playback will be impossible.";

/* loco:57962e2914d7256c4a8b45a2 */
"preferencesPaneAirPlay" = "AirPlay";

/* loco:57962e2a14d725174c8b4584 */
"labelAirPlayServer" = "AirPlay Service:";

/* loco:57962e2c14d725764b8b45a1 */
"checkBoxTitleAirPlayEnabled" = "On";

/* loco:57962e2e14d725174c8b4586 */
"checkBoxTitleAirPlaySpeakerMode" = "Speaker Mode";

/* loco:57962e3014d725204d8b4572 */
"labelAirPlaySpeakerModeInfo" = "With this option enabled Elmedia will act as an audio-only receiver";

/* loco:57962e3214d725764b8b45a3 */
"labelAirPlayServerBroadcastName" = "Broadcast Name:";

/* loco:57962e3514d725174c8b4588 */
"formatterErrorNameIsTooLong" = "Broadcast name must be less than 100 characters";

/* loco:57962e3614d7255e4c8b4580 */
"formatterErrorNameCannotBeEmpty" = "Broadcast name cannot be empty";

/* loco:57962e3814d725764b8b45a5 */
"checkBoxTitleAirPlayServerUsesSystemName" = "Use Computer Name";

/* loco:57962e3a14d725174c8b458a */
"labelAirPlaySecurity" = "AirPlay Security:";

/* loco:57962e3c14d725b84b8b4592 */
"airPlaySecurityNone" = "None";

/* loco:57962e3e14d725664a8b4597 */
"airPlaySecurityPassword" = "Password";

/* loco:57962e4114d7255e4c8b4582 */
"formatterErrorPasswordIsTooLong" = "Password is limited to 255 characters";

/* loco:57962e4314d7256c4a8b45a5 */
"formatterErrorPasswordCannotBeEmpty" = "Password cannot be empty";

/* loco:57962e4414d725174c8b458d */
"formatterErrorInfo" = "Please provide a valid value.";

/* loco:57962e4614d725204d8b4575 */
"placeholderEnterPassword" = "Enter password";

/* loco:57962e4814d725664a8b4599 */
"checkBoxTitleShowPassword" = "Show password";

/* loco:57962e4a14d725a64b8b4593 */
"labelAirPlayServerActionOnConnection" = "On Connection:";

/* loco:57962e4c14d7256c4a8b45a8 */
"airPlayServerActionPromptToApprove" = "Request access";

/* loco:57962e4f14d725174c8b4590 */
"airPlayServerActionConnectAndPlay" = "Connect and Play";

/* loco:57962e5014d7256c4a8b45aa */
"alertAirPlayAccessRequestedTitle" = "Access requested";

/* loco:57962e5214d725664a8b459b */
"alertAirPlayAccessRequestedInfo" = "Device %@ would like to stream content to this app. Allow this connection?";

/* loco:57962e5414d725a64b8b4595 */
"btnTitleAllowAccess" = "Allow";

/* loco:57962e5614d725204d8b4577 */
"btnTitleDenyAccess" = "Deny";

/* loco:57962e5814d725664a8b459d */
"airPlaySenderViewInfo" = "This video is playing on “%@”.";

/* loco:57962e5b14d725a64b8b4597 */
"airPlaySenderViewAudioInfo" = "This audio is playing on “%@”.";

/* loco:57962e5d14d7256c4a8b45ac */
"deviceComputer" = "Computer";

/* loco:57962e5e14d725174c8b4594 */
"promptAirPlayDevicePasswdTitle" = "AirPlay Device Password";

/* loco:57962e6014d7256c4a8b45ae */
"promptAirPlayDevicePasswdInfo" = "The AirPlay device “%@” requires password:";

/* loco:57962e6214d725174c8b4596 */
"promptAirPlayDevicePasswdIncorrect" = "The password entered for the AirPlay device “%@” is incorrect. Please try again.";

/* loco:57962e6414d7255e4c8b4586 */
"checkBoxRememberPasswdTitle" = "Remember password";

/* loco:57962e6614d7253a4b8b459f */
"promptAirPlayCodeTitle" = "AirPlay Code";

/* loco:57962e6914d725a64b8b4599 */
"promptAirPlayCodeInfo" = "The AirPlay device “%@” requires a code:";

/* loco:57962e6a14d7255e4c8b4588 */
"promptAirPlayCodeIncorrect" = "The code entered for the AirPlay device “%@” is incorrect. Please try again.";

/* loco:57962e6c14d725764b8b45ab */
"alertAirPlayNotEnoughBandwidthTitle" = "An error occurred while connecting to the AirPlay device “%@”. You are not authorized to access the requested resource.";

/* loco:57962e6e14d725174c8b4598 */
"alertAirPlayNotEnoughBandwidthMsg" = "Make sure the AirPlay device is on and its network settings are correct, then try again.";

/* loco:57962e7014d725b84b8b4597 */
"alertAirPlayNotSupportedTitle" = "AirPlay not supported for this file";

/* loco:57962e7214d7256c4a8b45b0 */
"alertAirPlayNotSupportedInfo" = "At this time (%@) files are not supported by Elmedia Player for AirPlay streaming. If you believe this message is here in error, don't hesitate to contact us at support@eltima.com.";

/* loco:57962e7514d725664a8b45a0 */
"alertFailedToStartAirPlayTitle" = "Failed to start AirPlay service";

/* loco:57962e7714d725a64b8b459c */
"alertFailedToStartAirPlayMsg" = "Error: %@.";

/* loco:57962e7814d725204d8b457b */
"alertCannotPlayDRMProtectedFileMsg" = "Elmedia cannot play DRM-protected media";

/* loco:57962e7a14d725174c8b459b */
"alertCannotPlayDRMProtectedFileInfo" = "Would you like to play it in QuickTime Player?";

/* loco:57962e7c14d725204d8b457d */
"btnOpenInQTPlayer" = "Open in QuickTime Player";

/* loco:57962e8614d7253a4b8b45a3 */
"textNoAirPlayDevices" = "No devices available at this time";

/* loco:57962e8c14d725204d8b4581 */
"optionEnableFontconfig" = "Use embedded fonts";

/* loco:57962e9414d725b84b8b459d */
"playlistContextMenuItemMoveAfterCurrent" = "Move after Current";

/* loco:57962e9614d725204d8b4584 */
"menuItemSelectedByDevice" = "Automatically by Device";

/* loco:57962e9814d7253a4b8b45a6 */
"prefVideoCacheSize" = "Cache size:";

/* loco:57962e9a14d725a64b8b45a3 */
"hlsStatusWindowTitle" = "Preparing to stream...";

/* loco:57962e9d14d7255e4c8b458d */
"hlsStatusMsg1" = "Getting file info...";

/* loco:57962e9e14d7253a4b8b45a8 */
"hlsStatusMsg2" = "Extracting embedded subtitles...";

/* loco:57962ea014d725a64b8b45a5 */
"hlsStatusMsg3" = "Converting external subtitles...";

/* loco:57962ea214d725ba4e8b456d */
"hlsStatusMsg4" = "Presegmenting media for deployment...";

/* loco:57962ea414d7253a4b8b45aa */
"contextMenuItemOpenInBrowser" = "Open Link";

/* loco:57962ea414d725b14e8b456b */
"hlsStatusProgressFormat" = "%d of %d";

/* loco:57962ea614d7255e4c8b458f */
"alertHLSNotEnoughDiskSpaceTitle" = "Not enough disk space";

/* loco:57962ea914d725764b8b45b1 */
"alertHLSNotEnoughDiskSpaceInfo" = "You don't have enough disk space to pre-segment media for live streaming. Please clean up some space and try again.";

/* loco:57962eab14d725174c8b45a2 */
"alertAirPlayDemoTitle" = "Starting AirPlay in free version";

/* loco:57962eac14d725864b8b45a3 */
"alertAirPlayDemoMsg" = "Free version of Elmedia offers streaming of music and videos to AirPlay devices and vice versa for 1 minute. For unlimited streaming you can upgrade to Elmedia Player PRO.";

/* loco:57962eae14d725204d8b4588 */
"aboutWindowThirdParty" = "Third-party libraries";

/* loco:57962eb014d725a64b8b45a8 */
"prefControlPlaybackWithAppleRemote" = "Control playback with the Apple Remote";

/* loco:5811ffa152e1a161478b456b */
"prefInterface" = "Interface";

/* loco:5811ffa352e1a1aa478b456a */
"lblFullscreenMode" = "Full screen mode:";

/* loco:5811ffa552e1a1aa478b456c */
"fullscreenModeNative" = "macOS native";

/* loco:5811ffa752e1a118488b4567 */
"fullscreenModeCustom" = "Custom";

/* loco:5811ffa952e1a119488b4567 */
"lblFullscreenOptions" = "Full screen options:";

/* loco:5811ffab52e1a11a488b4568 */
"lblWhenPlayingVideo" = "When playing video:";

/* loco:5811ffad52e1a114488b4568 */
"noteAboutActionOnDoubleClick" = "This setting is for videos.";

/* loco:5811ffaf52e1a181478b4575 */
"atvVersionReleaseNoteWindow.title" = "Watch your favorite media on Apple TV";

/* loco:5811ffb152e1a150478b4574 */
"atvVersionReleaseNoteWindow.subtitle" = "Elmedia Player is now available for Apple TV";

/* loco:5811ffb352e1a115488b4568 */
"atvVersionReleaseNoteWindow.btnNoThanks" = "No thanks I don't have Apple TV";

/* loco:5bc59eb97ec8ae68b55abf34
 * titles of buttons in button bar */
"buttonAll" = "All Resources";

/* loco:5bc59eb97ec8ae68b55abf35 */
"playlistContextMenuDeleteAll" = "Delete All";

/* loco:5bc59eb97ec8ae68b55abf36
 * Streaming */
"alert.streamingNotSupported.title" = "Streaming is not supported for this file";

/* loco:5bc59eb97ec8ae68b55abf37 */
"alert.streamingNotSupported.info" = "At this time (%@) files cannot be streamed by Elmedia Player. If you believe this message is here in error, don't hesitate to contact us at support@eltima.com.";

/* loco:5bc59eb97ec8ae68b55abf38 */
"alert.streamingDemoLimit.title" = "Starting streaming in free version";

/* loco:5bc59eb97ec8ae68b55abf39 */
"alert.streamingDemoLimit.info" = "Free version of Elmedia offers streaming of music and videos to %@ devices for 1 minute. For unlimited streaming you can upgrade to Elmedia Player PRO.";

/* loco:5bc59eb97ec8ae68b55abf3a */
"streaming.errorInfo.unsupportedFormat" = "An error occurred while attempting to play this file on the device. Most probably the file format is not supported by the device.";

/* loco:5bc59eb97ec8ae68b55abf3b */
"deviceList.title" = "Stream to";

/* loco:5bc59eb97ec8ae68b55abf3c */
"deviceListEmptyView.title" = "No devices found";

/* loco:5bc59eb97ec8ae68b55abf3d */
"deviceListEmptyView.info" = "Make sure that your device and Mac are connected to the same Wi-Fi network.";

/* loco:5bc59eb97ec8ae68b55abf3e */
"deviceListEmptyView.link" = "Need help?";

/* loco:5bc59eb97ec8ae68b55abf3f
 * Chromecast */
"chromecast.alert.launchError.title" = "Application Launch Error: %@";

/* loco:5bc59eb97ec8ae68b55abf40 */
"chromecast.alert.launchError.info" = "Failed to start application on the Chromecast device.";

/* loco:5bc59eb97ec8ae68b55abf41 */
"chromecast.alert.nativePlaybackFailed.title" = "Native playback on Chromecast failed";

/* loco:5bc59eb97ec8ae68b55abf42 */
"button.skip" = "Skip";

/* loco:5bc59eb97ec8ae68b55abf43 */
"cast.statusText.creatingVideoArt" = "Creating the video image art...";

/* loco:5bc59eb97ec8ae68b55abf44
 * DLNA */
"upnpError.unableToStreamToDevice" = "Unable to stream to “%@”";

/* loco:5bc59eb97ec8ae68b55abf45 */
"upnpError.failedToPlayOnDevice" = "Failed to play on the selected device";

/* loco:5bc59eb97ec8ae68b55abf46 */
"upnpErrorInfo.noAVTServiceProvided" = "This device does not provide the audio/video transport service.";

/* loco:5bc59eb97ec8ae68b55abf47 */
"upnpErrorInfo.general" = "Error: %@.";

/* loco:5bc59eb97ec8ae68b55abf48 */
"upnpError.playFailed" = "Playback failed. Error %@.";

/* loco:5bc59eb97ec8ae68b55abf49 */
"upnpError.pauseFailed" = "Couldn't pause. Error %@.";

/* loco:5bc59eb97ec8ae68b55abf4a */
"upnpError.seekFailed" = "Couldn't seek. Error %@.";

/* loco:5bc59eb97ec8ae68b55abf4b */
"upnpError.settingVolumeFailed" = "Could not adjust the volume. Error %@.";

/* loco:5bc59eb97ec8ae68b55abf4c */
"upnpError.setMuteFailed" = "Couldn't mute. Error %@.";

/* loco:5bc59eb97ec8ae68b55abf4d */
"upnp.alert.seekWhenHLS.title" = "Please confirm";

/* loco:5bc59eb97ec8ae68b55abf4e */
"upnp.alert.seekWhenHLS.info" = "HTTP Live Streaming (HLS) videos don't support Seek function over DLNA playback. We can skip %@ from the beginning and play the rest.";

/* loco:5bc59eb97ec8ae68b55abf4f */
"alert.failedToAddSubtitles.title" = "Could not add subtitles";

/* loco:5bc59eb97ec8ae68b55abf50 */
"alert.failedToAddSubtitles.info" = "Elmedia Player failed to open the subtitle file \"%@\". The original text encoding was not set correctly. Please choose the proper text encoding in Preferences and try again.";

/* loco:5bc59eb97ec8ae68b55abf51 */
"streaming.tip" = "Try disabling the \"%@\" option in the Streaming tab of Elmedia Preferences window and play again.";

/* loco:5bc59eb97ec8ae68b55abf53 */
"streaming.statusText.cantUnpause" = "Can't unpause. Still pre-caching...";

/* loco:5bc59eb97ec8ae68b55abf54 */
"streaming.statusText.caching" = "Caching...";

/* loco:5bc59eb97ec8ae68b55abf55 */
"streaming.statusText.preparingToStream" = "Preparing to stream to “%@”";

/* loco:5bc59eb97ec8ae68b55abf56 */
"streaming.statusText.connecting" = "Connecting to “%@”...";

/* loco:5bc59eb97ec8ae68b55abf57 */
"streaming.statusText.percentDone" = "%.0f%% done.";

/* loco:5bc59eb97ec8ae68b55abf5a */
"toolTip.currentTime" = "Click to toggle between the total and remaining time";

/* loco:5bc59eb97ec8ae68b55abf5b */
"toolTip.nextOrFastForward" = "Next or click and hold to fast-forward";

/* loco:5bc59eb97ec8ae68b55abf5c */
"toolTip.previousOrRewind" = "Previous or click and hold to rewind";

/* loco:5bc59eb97ec8ae68b55abf5d */
"toolTip.browser" = "Switch to browser mode";

/* loco:5bc59eb97ec8ae68b55abf5e */
"toolTip.openOnlineVideo" = "Open online video";

/* loco:5bc59eb97ec8ae68b55abf5f */
"toolTip.showPlaylist" = "Show playlist";

/* loco:5bc59eb97ec8ae68b55abf60 */
"toolTip.hidePlaylist" = "Hide playlist";

/* loco:5bc59eb97ec8ae68b55abf61 */
"toolTip.stream" = "Choose the device to stream to";

/* loco:5bc59eb97ec8ae68b55abf62 */
"toolTip.settings" = "Playback Settings";

/* loco:5bc59eb97ec8ae68b55abf63 */
"toolTip.volume" = "Volume: %d%%";

/* loco:5bc59eb97ec8ae68b55abf64 */
"toolTip.volumeDisabled" = "Volume: Unavailable";

/* loco:5bc59eb97ec8ae68b55abf65 */
"toolTip.unpinPlaylist" = "Show playlist in a separate window";

/* loco:5bc59eb97ec8ae68b55abf66 */
"toolTip.pinPlaylist" = "Show playlist in a popover";

/* loco:5bc59eb97ec8ae68b55abf67 */
"toolTip.shuffleOn" = "Shuffle: On";

/* loco:5bc59eb97ec8ae68b55abf68 */
"toolTip.shuffleOff" = "Shuffle: Off";

/* loco:5bc59eb97ec8ae68b55abf69 */
"toolTip.repeatOff" = "Repeat: Off";

/* loco:5bc59eb97ec8ae68b55abf6a */
"toolTip.repeatTrack" = "Repeat: Track";

/* loco:5bc59eb97ec8ae68b55abf6b */
"toolTip.repeatAll" = "Repeat: All";

/* loco:5bc59eb97ec8ae68b55abf6c */
"toolTip.stopAfterCurrent" = "Stop after current";

/* loco:5bc59eb97ec8ae68b55abf6d */
"playlistSearchField.placeholder" = "Search";

/* loco:5bc59eb97ec8ae68b55abf6e */
"playlistEmptyView.title" = "Empty Playlist";

/* loco:5bc59eb97ec8ae68b55abf6f */
"playlistEmptyView.hint" = "Drop files here to add them to playlist. You can also drop files to the player window or the app icon in the Dock";

/* loco:5bc59eb97ec8ae68b55abf70 */
"playlistSearchResultsEmptyView.title" = "No Results";

/* loco:5bc59eb97ec8ae68b55abf71 */
"playlistSearchResultsEmptyView.hint" = "No items match the current filter settings. Modify the filter settings, check your spelling and/or change the search wording.";

/* loco:5bc59eb97ec8ae68b55abf72 */
"playlistFilterName.audio" = "Audio";

/* loco:5bc59eb97ec8ae68b55abf73 */
"playlistFilterName.video" = "Video";

/* loco:5bc59eb97ec8ae68b55abf74 */
"playlistFilterName.flash" = "Flash";

/* loco:5bc59eb97ec8ae68b55abf75 */
"playlistFilterName.links" = "Links";

/* loco:5bc59eb97ec8ae68b55abf76 */
"playlistFilterGroup.title" = "Show:";

/* loco:5bc59eb97ec8ae68b55abf77 */
"playlistFilterButton.clearAll" = "Clear All";

/* loco:5bc59eb97ec8ae68b55abf78 */
"controlPanelTabs.playback" = "Playback";

/* loco:5bc59eb97ec8ae68b55abf79 */
"controlPanelTabs.videoTuner" = "Video Tuner";

/* loco:5bc59eb97ec8ae68b55abf7a */
"controlPanelTabs.equalizer" = "Equalizer";

/* loco:5bc59eb97ec8ae68b55abf7b */
"controlPanel.playback.speed" = "Playback Speed:";

/* loco:5bc59eb97ec8ae68b55abf7c */
"controlPanel.playback.audioDelay" = "Audio Delay:";

/* loco:5bc59eb97ec8ae68b55abf7d */
"controlPanel.playback.subtitleDelay" = "Subtitles Delay:";

/* loco:5bc59eb97ec8ae68b55abf7e */
"controlPanel.playback.applyToAll" = "Save these settings for other playback sessions";

/* loco:5bc59eb97ec8ae68b55abf7f */
"toolTip.textField.speed" = "Specify the desired playback speed in percentage value";

/* loco:5bc59eb97ec8ae68b55abf80 */
"toolTip.textField.audioDelay" = "In case the sound is ahead of video, enter a positive value";

/* loco:5bc59eb97ec8ae68b55abf81 */
"toolTip.textField.subtitleDelay" = "Positive values allow to show subtitles later, while negative - earlier.";

/* loco:5bc59eb97ec8ae68b55abf82 */
"toolTip.stepper.speed" = "Increase/decrease the playback speed by 10%";

/* loco:5bc59eb97ec8ae68b55abf83 */
"toolTip.stepper.audioDelay" = "Adjust the audio delay by +/- 0.1 seconds.";

/* loco:5bc59eb97ec8ae68b55abf84 */
"toolTip.stepper.subtitleDelay" = "Adjust the subtitle delay by +/- 0.1 seconds.";

/* loco:5bc59eb97ec8ae68b55abf85 */
"prefs.streaming" = "Streaming";

/* loco:5bc59eb97ec8ae68b55abf86 */
"prefs.streaming.info" = "Settings for AirPlay, Chromecast and DLNA-enabled devices. Also set up AirPlay receiving.";

/* loco:5bc59eb97ec8ae68b55abf87 */
"prefs.streaming.from" = "From Elmedia Player";

/* loco:5bc59eb97ec8ae68b55abf88 */
"prefs.streaming.to" = "To Elmedia Player";

/* loco:5bc59eb97ec8ae68b55abf89 */
"prefs.dlna.sendStop" = "Send “stop” before playing";

/* loco:5bc59eb97ec8ae68b55abf8a */
"prefs.dlna.sendStop.hint" = "Some TV sets need a STOP command before playing anything, otherwise they won’t work. It’s better to uncheck this if your TV works properly.";

/* loco:5bc59eb97ec8ae68b55abf8b */
"prefs.dlna.useProxyServer" = "Use proxy server for online videos";

/* loco:5bc59eb97ec8ae68b55abf8c */
"prefs.dlna.useProxyServer.hint" = "Some DLNA/UPnP devices (e.g. Samsung Smart TV) are working in bound of local network only. Enabling this option will help them play media from Internet directly.";

/* loco:5bc59eb97ec8ae68b55abf8d */
"prefs.streaming.transcoding" = "Transcoding settings";

/* loco:5bc59eb97ec8ae68b55abf8e */
"prefs.streaming.transcoding.hint" = "If you experience buffering, try lowering the bitrate or quality of video. If you think the quality is too poor try raising the bitrate.";

/* loco:5bc59eb97ec8ae68b55abf8f */
"prefs.streaming.quality" = "Quality:";

/* loco:5bc59eb97ec8ae68b55abf90 */
"prefs.streaming.bitrate" = "Bitrate:";

/* loco:5bc59eb97ec8ae68b55abf91 */
"prefs.streaming.buffer" = "Buffer:";

/* loco:5bc59eb97ec8ae68b55abf92 */
"prefs.streaming.buffer.hint" = "Increase the buffer length to avoid playback interruptions.\nThe larger the buffer length the longer it will take for playback to start.";

/* loco:5bc59eb97ec8ae68b55abf93 */
"prefs.streaming.quality.original" = "Original";

/* loco:5bc59eb97ec8ae68b55abf94 */
"automatically" = "Auto";

/* loco:5bc59eb97ec8ae68b55abf95 */
"prefs.streaming.nativePlayback" = "Use native playback when supported";

/* loco:5bc59eb97ec8ae68b55abf96 */
"prefs.streaming.nativePlayback.hint" = "Improves picture quality while reducing CPU usage";

/* loco:5bc59eb97ec8ae68b55abf97 */
"prefs.streaming.enableSubtitles" = "Enable subtitles";

/* loco:5bc59eb97ec8ae68b55abf98 */
"prefs.streaming.enableSubtitles.hint" = "When enabled, subtitles stored in external files or embedded in the video will be included in playback.";

/* loco:5bc59eb97ec8ae68b55abf99 */
"prefs.streaming.enableSubExtraction" = "Enable extraction of embedded text-based subtitles";

/* loco:5bc59eb97ec8ae68b55abf9a */
"prefs.streaming.subtitleExtraction.note" = "May take a long time for large files or files on remote drives. It allows streaming subtitles to devices only supporting external ones.";

/* loco:5bc59eb97ec8ae68b55abf9b */
"prefs.subtitles.appearance" = "Appearance";

/* loco:5bc59eb97ec8ae68b55abf9c */
"prefs.subtitles.managing" = "Autoload";

/* loco:5bc59eb97ec8ae68b55abf9d */
"prefs.subtitles.onlineSearch" = "Online Search";

/* loco:5bc59eb97ec8ae68b55abf9e */
"prefs.subtitles.color" = "Color:";

/* loco:5bc59eb97ec8ae68b55abf9f */
"prefs.subtitles.text" = "Font";

/* loco:5bc59eb97ec8ae68b55abfa0 */
"prefs.subtitles.border" = "Border";

/* loco:5bc59eb97ec8ae68b55abfa1 */
"prefs.subtitles.background" = "Background";

/* loco:5bc59eb97ec8ae68b55abfa3 */
"prefs.subtitles.autoTurnOn" = "Automatically enable subtitles if available";

/* loco:5bc59eb97ec8ae68b55abfa4 */
"prefs.subtitles.chromecastFont" = "Chromecast Font:";

/* loco:5bc59eb97ec8ae68b55abfa5 */
"prefs.subtitles.chromecastFont.note" = "Chromecast has a limited number of fonts for subtitles.";

/* loco:5bc59eb97ec8ae68b55abfa6 */
"prefs.subtitles.os.title" = "Get subtitles with OpenSubtitles.org®";

/* loco:5bc59eb97ec8ae68b55abfa7 */
"prefs.subtitles.os.info" = "Elmedia Player uses OpenSubtitles.org® to download subtitles. Log in to your OpenSubtitles.org® account to increase the download limit.";

/* loco:5bc59eb97ec8ae68b55abfa8 */
"prefs.subtitles.os.note" = "Note: unregistered users can download up to 200 subtitles a day.";

/* loco:5bc59eb97ec8ae68b55abfa9 */
"prefs.subtitles.os.btnLogIn" = "Log in to OpenSubtitles.org®…";

/* loco:5bc59eb97ec8ae68b55abfaa */
"prefs.subtitles.os.btnLogOut" = "Log out";

/* loco:5bc59eb97ec8ae68b55abfab */
"prefs.subtitles.os.languagePrompt" = "Choose subtitle languages:";

/* loco:5bc59eb97ec8ae68b55abfac */
"prefs.subtitles.os.searchMethod" = "Search by:";

/* loco:5bc59eb97ec8ae68b55abfad */
"openSubtitle.searchMethod.filename" = "Name";

/* loco:5bc59eb97ec8ae68b55abfae */
"openSubtitle.searchMethod.hash" = "Hash";

/* loco:5bc59eb97ec8ae68b55abfaf */
"openSubtitle.matchedBy.filename" = "matched by name";

/* loco:5bc59eb97ec8ae68b55abfb0 */
"openSubtitle.matchedBy.hash" = "matched by hash";

/* loco:5bc59eb97ec8ae68b55abfb1 */
"prefs.subtitles.os.copyright" = "Subtitles service powered by";

/* loco:5bc59eb97ec8ae68b55abfb2 */
"os.loginSheet.title" = "OpenSubtitles.org® Login";

/* loco:5bc59eb97ec8ae68b55abfb3 */
"os.loginSheet.username" = "Username:";

/* loco:5bc59eb97ec8ae68b55abfb4 */
"os.loginSheet.password" = "Password:";

/* loco:5bc59eb97ec8ae68b55abfb5 */
"alert.openSubtitleAuthFailed.title" = "OpenSubtitles.org Login Failed";

/* loco:5bc59eb97ec8ae68b55abfb6 */
"alert.openSubtitleAuthFailed.info" = "Check the username and password spelling and try again.";

/* loco:5bc59eb97ec8ae68b55abfb7 */
"alert.openSubtitleDownloadFailed.title" = "Failed to download subtitles";

/* loco:5bc59eb97ec8ae68b55abfb8 */
"alert.openSubtitleDownloadFailed.info" = "Maximum download limit reached. Log in to your OpenSubtitles.org account and try again.";

/* loco:5bc59eb97ec8ae68b55abfb9 */
"menuItemDownloadSubtitlesFromOS" = "Download from OpenSubtitles.org";

/* loco:5bc59eb97ec8ae68b55abfba */
"menuItemTitleFetchingSubtitles" = "Fetching…";

/* loco:5bc59eb97ec8ae68b55abfbb */
"menuItemTitleNothingFound" = "Nothing found";

/* loco:5bc59eb97ec8ae68b55abfbc */
"choose" = "Choose…";

/* loco:5bc59eb97ec8ae68b55abfbd */
"none" = "None";

/* loco:5bc59eb97ec8ae68b55abfbe */
"prefs.interface.language" = "Language:";

/* loco:5bc59eb97ec8ae68b55abfbf */
"prefs.interface.language.default" = "System default";

/* loco:5bc59eb97ec8ae68b55abfc0 */
"prefs.interface.language.note" = "Requires restart of the application";

/* loco:5bc59eb97ec8ae68b55abfc1 */
"prefs.interface.disableScreenSaver" = "Disable screen saver:";

/* loco:5bc59eb97ec8ae68b55abfc2 */
"disableScreenSaver.never" = "Never";

/* loco:5bc59eb97ec8ae68b55abfc3 */
"disableScreenSaver.inFullScreenOnly" = "In full screen only";

/* loco:5bc59eb97ec8ae68b55abfc4 */
"disableScreenSaver.always" = "Always";

/* loco:5bc59eb97ec8ae68b55abfc5 */
"activationWindow.mainTitle" = "Elmedia Player PRO Activation";

/* loco:5bc59eb97ec8ae68b55abfc6 */
"demoreminder.title" = "Upgrade to %@";

/* loco:5bc59eb97ec8ae68b55abfc7 */
"demoreminder.info" = "New looks, more great features, plus streaming to various devices.";

/* loco:5bc59eb97ec8ae68b55abfc8 */
"demoreminder.btnUpgrade" = "Upgrade now";

/* loco:5bc59eb97ec8ae68b55abfc9 */
"demoreminder.discount.title" = "This is a Major Update";

/* loco:5bc59eb97ec8ae68b55abfca */
"demoreminder.discount.info" = "Those who own a previous version can upgrade with 50% discount.";

/* loco:5bc59eb97ec8ae68b55abfcb */
"demoreminder.discount.code" = "I already have an Activation code";

/* loco:5bc59eb97ec8ae68b55abfcc */
"proFeature1.title" = "Download videos from YouTube";

/* loco:5bc59eb97ec8ae68b55abfcd */
"proFeature1.info" = "Download videos from YouTube, choose format and resolution, extract MP3 sound";

/* loco:5bc59eb97ec8ae68b55abfce */
"proFeature1.title-mu" = "Download online media";

/* loco:5bc59eb97ec8ae68b55abfcf */
"proFeature1.info-mu" = "Video, audio, images can be downloaded directly to your hard drive";

/* loco:5bc59eb97ec8ae68b55abfd0 */
"proFeature1.title-mas" = "Color, brightness, contrast, etc.";

/* loco:5bc59eb97ec8ae68b55abfd1 */
"proFeature1.info-mas" = "Adjust numerous color settings flexibly during playback";

/* loco:5bc59eb97ec8ae68b55abfd2 */
"proFeature2.title" = "Advanced Streaming";

/* loco:5bc59eb97ec8ae68b55abfd3 */
"proFeature2.info" = "Stream audio and video to Apple TV, Smart TV and Chromecast devices";

/* loco:5bc59eb97ec8ae68b55abfd4 */
"proFeature3.title" = "Adjust audio settings";

/* loco:5bc59eb97ec8ae68b55abfd5 */
"proFeature3.info" = "Choose output devices for audio; transmit AC-3/DTS through S/PDIF";

/* loco:5bc59eb97ec8ae68b55abfd6 */
"proFeature4.title" = "Download all online videos";

/* loco:5bc59eb97ec8ae68b55abfd7 */
"proFeature4.title-mu" = "Download most online videos";

/* loco:5bc59eb97ec8ae68b55abfd8 */
"proFeature4.info" = "Videos streaming via RTMP and HTML5 are supported too";

/* loco:5bc59eb97ec8ae68b55abfd9 */
"proFeature4.title-mas" = "Audio equalizer with presets";

/* loco:5bc59eb97ec8ae68b55abfda */
"proFeature4.info-mas" = "Customize sound for various genres, rooms at home, or specific speakers";

/* loco:5bc59eb97ec8ae68b55abfdb */
"proFeature5.title" = "Make precise screenshots";

/* loco:5bc59eb97ec8ae68b55abfdc */
"proFeature5.info" = "You can snap any moment in the video or convert it all into images";

/* loco:5bc59eb97ec8ae68b55abfdd */
"proFeature6.title" = "Convenient playback";

/* loco:5bc59eb97ec8ae68b55abfde */
"proFeature6.info" = "Various language settings, full screen on any monitor, edit the video image, etc.";

/* loco:5bc59eb97ec8ae68b55abfdf */
"welcome.title" = "Welcome to %@";

/* loco:5bc59eb97ec8ae68b55abfe0 */
"welcome.subtitle" = "New looks, more great features, plus streaming to various devices.";

/* loco:5bc59eb97ec8ae68b55abfe1 */
"welcome.feature1.title" = "New Interface";

/* loco:5bc59eb97ec8ae68b55abfe2 */
"welcome.feature1.info" = "Sleek, light, simple, perfect for the newer macOS versions";

/* loco:5bc59eb97ec8ae68b55abfe3 */
"welcome.feature2.title" = "Stream to Apple TV, Smart TV, etc.";

/* loco:5bc59eb97ec8ae68b55abfe4 */
"welcome.feature2.info" = "Stream videos to Apple TV, Smart TV and other AirPlay or DLNA devices";

/* loco:5bc59eb97ec8ae68b55abfe5 */
"welcome.feature3.title" = "Playback Controls Refinements";

/* loco:5bc59eb97ec8ae68b55abfe6 */
"welcome.feature3.info" = "Pin or unpin playback controls and/or playlist to meet your needs";

/* loco:5bc59eb97ec8ae68b55abfe7 */
"welcome.feature4.title" = "Chromecast Support";

/* loco:5bc59eb97ec8ae68b55abfe8 */
"welcome.feature4.info" = "Stream videos to Chromecast in their original format or transcoded in real time";

/* loco:5bc59eb97ec8ae68b55abfe9 */
"welcome.feature5.title" = "New Control Panel";

/* loco:5bc59eb97ec8ae68b55abfea */
"welcome.feature5.info" = "Easily adjust the playback speed, audio and subtitle delay";

/* loco:5bc59eb97ec8ae68b55abfeb */
"welcome.feature6.title" = "And many more";

/* loco:5bc59eb97ec8ae68b55abfec */
"welcome.feature6.info" = "Online search for subtitles, advanced streaming, etc.";

/* loco:5bc59eb97ec8ae68b55abfed */
"learnMore" = "Learn more";

/* loco:5bc59eb97ec8ae68b55abfee */
"continue" = "Continue";

/* loco:5bc59eb97ec8ae68b55abfef */
"movieFolderSelector.title" = "An important step before getting started";

/* loco:5bc59eb97ec8ae68b55abff0 */
"movieFolderSelector.info" = "Please choose the root folder where the most of your video files are saved. This helps Elmedia Player get access to all files from this folder and automatically load external subtitle files and audio tracks (if any) during playback.";

/* loco:5bc59eb97ec8ae68b55abff1 */
"movieFolderSelector.btnChoose" = "Choose folder…";

/* loco:5bc59eb97ec8ae68b55abff2 */
"movieFolderSelector.btnLater" = "Later";

/* loco:5bc59eb97ec8ae68b55abff3 */
"tipFormat" = "Tip %d:";

/* loco:5bc59eb97ec8ae68b55abff4 */
"movieFolderSelector.tip1" = "You can change this setting in “General” tab of Elmedia Preferences any time.";

/* loco:5bc59eb97ec8ae68b55abff5 */
"movieFolderSelector.tip2" = "Elmedia may not be able to autoload external subtitles or audio tracks if a wrong folder is set.";

/* loco:5bc59eb97ec8ae68b55abff6 */
"mediaKeyActivation.title" = "Media keys activation";

/* loco:5bc59eb97ec8ae68b55abff7 */
"mediaKeyActivation.info" = "To control playback with media keys, you must grant Elmedia Player access to your Mac. In the Privacy pane of Security & Privacy preferences scroll through the list of apps and find Elmedia Player, then select the checkbox next to its name to allow it to control your Mac.";

/* loco:5bc59eb97ec8ae68b55abff8 */
"mediaKeyActivation.btnShowPrompt" = "Grant access…";

/* loco:5bc59eb97ec8ae68b55abff9 */
"mediaKeyActivation.tip1" = "You can activate or deactivate media keys in “General” tab of the player preferences any time.";

/* loco:5bc59eb97ec8ae68b55abffa */
"mediaKeyActivation.tip2" = "Follow the step-by-step instructions to activate media keys.";

/* loco:5bc59eb97ec8ae68b55abffb */
"mediaKeyActivation.linkTitle" = "Learn more";

/* loco:5bc59eb97ec8ae68b55abffc */
"browser.startPage.title" = "Welcome to Elmedia Browser";

/* loco:5bc59eb97ec8ae68b55abffd */
"browser.startPage.hint" = "Just like in a regular web browser you can search for and download media files, but in this case directly in the app. Either enter a page URL in the search field or click on a quick access icon.";

/* loco:5bc59eb97ec8ae68b55abffe */
"browser.btnNextPage.toolTip" = "Click to go forward, hold to see history";

/* loco:5bc59eb97ec8ae68b55abfff */
"browser.btnPreviousPage.toolTip" = "Click to go back, hold to see history";

/* loco:5bc59eb97ec8ae68b55ac000 */
"browser.btnHomePage.toolTip" = "Go to home screen";

/* loco:5bc59eb97ec8ae68b55ac001 */
"browser.btnReload.toolTip" = "Reload this page";

/* loco:5bc59eb97ec8ae68b55ac002 */
"browser.btnPlayer.title" = "Open player";

/* loco:5bc59eb97ec8ae68b55ac003 */
"browser.btnPlayer.toolTip" = "Switch to the player mode";

/* loco:5bc59eb97ec8ae68b55ac004 */
"browser.searchField.placeholder" = "Enter or paste a page URL";

/* loco:5bc59eb97ec8ae68b55ac005 */
"labelCanNotFindAudio" = "Can't find audio?";

/* loco:5bc59eb97ec8ae68b55ac006 */
"labelCanNotFindFlash" = "Can't find flash?";

/* loco:5bc59eb97ec8ae68b55ac007 */
"emptyResourceListHint" = "All page resources available for download appear here";

/* loco:5bc59eb97ec8ae68b55ac008 */
"emptyDownloadListHint" = "All downloaded and downloading files appear here";

/* loco:5bc59eb97ec8ae68b55ac009 */
"alert.unableToRestorePurchases.title" = "Unable to restore purchases";

/* loco:5bc59eb97ec8ae68b55ac00a */
"alert.unableToRestorePurchases.info" = "Make sure that you're signed in with the same Apple ID you used to make the purchase and try again.";

/* loco:5bc59eb97ec8ae68b55ac00b */
"subtitleEncodingPrompt.title" = "Unknown Subtitle File Encoding";

/* loco:5bc59eb97ec8ae68b55ac00c */
"subtitleEncodingPrompt.labelEncoding" = "Encoding:";

/* loco:5bc59eb97ec8ae68b55ac00d */
"subtitleEncodingPrompt.info" = "The file \"%@\" has an unknown character set encoding.\nEstimated encoding: %@ (confidence: %.0f%%).";

/* loco:5bc59eb97ec8ae68b55ac00e */
"subtitleEncodingPrompt.promptText" = "Please select the proper encoding of the file and press OK for Elmedia Player to open it.";

/* loco:5bc59eb97ec8ae68b55ac00f */
"videoTunerDemoVersionNote" = "Image settings are available in PRO version.";

/* loco:5bc59eb97ec8ae68b55ac010 */
"downloadsDemoReminder.title" = "Elmedia Player Trial";

/* loco:5bc59eb97ec8ae68b55ac011 */
"downloadsDemoReminder.txtActiveTrial" = "Thank you for trying Elmedia Player PRO";

/* loco:5bc59eb97ec8ae68b55ac012 */
"downloadsDemoReminder.txtTrialExpired" = "Elmedia Player Trial Expired";

/* loco:5bc59eb97ec8ae68b55ac013 */
"downloadsDemoReminder.txtDownloadsLeft" = "Downloads left:";

/* loco:5bc59eb97ec8ae68b55ac014 */
"downloadsDemoReminder.info" = "Your copy of Elmedia Player PRO is not yet activated. You can unlock full possibilities of the app by purchasing a license. Or just enter your activation code if you already placed an order.";

/* loco:5bc59eb97ec8ae68b55ac015 */
"downloadsDemoReminder.btnEnterCode.title" = "Enter activation code...";

/* loco:5bc5a7ae7ec8ae6b432c7bb3 */
"limitedTimeOffer.title" = "Limited-time offer!\nSave 50% on Elmedia Player PRO!";

/* loco:5bc5a7ae7ec8ae6b432c7bb4 */
"limitedTimeOffer.info" = "PRO version offers the following:";

/* loco:5bc5a7ae7ec8ae6b432c7bb5 */
"limitedTimeOffer.support" = "Any questions?\nEmail us at ";

/* loco:5bc5ecf472c2c963c44e2ad3 */
"upgradeWithDiscountInfo" = "Since you have updated Elmedia Player to version 7.x, it is now a free version.\nTo enable features like downloading videos from YouTube, streaming to Apple TV, Smart TV and Chromecast, get Elmedia Player PRO with 50% discount or check if you qualify for free upgrade.";

/* loco:5bc5edbb72c2c96429330994 */
"scrnWindowCapturedNScreenshots" = "%d screenshots captured";

/* loco:5bd188c172c2c94d1568ea25 */
"alert.noNetwork.title" = "No network connection";

/* loco:5bd188c172c2c94d1568ea26 */
"alert.noNetwork.info" = "Make sure you have network connection and try again.";

/* loco:5c6a87cca08ef152135df353 */
"prefs.interface.lblThumbnailPreview" = "Thumbnail preview:";

/* loco:5c6a87cca08ef152135df354 */
"prefs.interface.checkBoxEnableThumbnailPreview" = "Enable thumbnail preview";

/* loco:5c6a87cca08ef152135df355 */
"prefs.interface.lblThumbnailPreviewNote" = "Enable to generate and display video thumbnail previews on the timeline in the Touch Bar (if available).";

/* loco:5c6a87cca08ef152135df356 */
"prefs.subtitles.fontChange.note" = "Font changes require restarting playback for files with embedded fonts.";

/* loco:5c6a87cca08ef152135df357 */
"touchBar.customizationLabel.currentTime" = "Elapsed Time";

/* loco:5c6a87cca08ef152135df358 */
"touchBar.customizationLabel.totalRemainingTime" = "Remaining Time";

/* loco:5c6a87cca08ef152135df359 */
"touchBar.customizationLabel.timeline" = "Seek bar";

/* loco:5c6a87cca08ef152135df35e */
"alert.appNotSupported.title" = "The app is no longer supported";

/* loco:5c6a87cca08ef152135df35f */
"alert.appNotSupported.info" = "Upgrade to the more powerful \"website\" version of the player for free or stay with Elmedia Player GO.";

/* loco:5c6a87cca08ef152135df360 */
"alert.appNotSupported.emailButton" = "Upgrade for free";

/* loco:5c6a87cca08ef152135df361 */
"alert.appNotSupported.continueButton" = "Keep current version";

/* loco:5c6a87cca08ef152135df362 */
"alertInfoFolxNotFound-setapp" = "Please install Folx from Setapp to start downloading with it.";

/* loco:5c6a87cca08ef152135df363 */
"titleStartPage" = "Home screen";

/* loco:5c6a87cca08ef152135df364 */
"notAvailable" = "N/A";

/* loco:5c6a87cca08ef152135df365 */
"resolutionHD" = "HD";

/* loco:5c6a87cca08ef152135df366 */
"resolutionFullHD" = "Full HD";

/* loco:5c6a87cca08ef152135df367 */
"resolution2K" = "2K";

/* loco:5c6a87cca08ef152135df368 */
"resolution4K" = "4K";

/* loco:5c6a87cca08ef152135df369 */
"resolution5K" = "5K";

/* loco:5c6a87cca08ef152135df36a */
"resolution8K" = "8K";

/* loco:5c6a87cca08ef152135df36b */
"menuItemVideo" = "Video";

/* loco:5c6a87cca08ef152135df36c */
"menuItemAudio" = "Audio";

/* loco:5c6a87cca08ef152135df36d */
"downloadsContextMenuDownloadAll" = "Download all";

/* loco:5c6a87cca08ef152135df36e */
"downloadsContextMenuCancelAll" = "Cancel all";

/* loco:5c6a87cca08ef152135df370 */
"alertInfoFailConnection" = "One or more resources cannot be downloaded now.";

/* loco:5c6a87cca08ef152135df371 */
"alertInfoConnectionLost" = "Would you like to resume the interrupted downloads?";

/* loco:5c6a9083a08ef153d83b7772 */
"alert.noPlayableFile.title" = "Nothing to open";

/* loco:5c6a9083a08ef153d83b7773 */
"alert.noPlayableFile.info" = "Couldn't find any supported files.";

/* loco:5c6a930da08ef154552d29e6 */
"alert.unableToOpenBluray.title" = "Unable to open Blu-ray disk from the selected folder";

/* loco:5c6a930da08ef154552d29e7 */
"alert.unableToOpenBluray.info" = "The selected folder has an invalid directory structure.";

/* loco:5cd04e9aed0cfa53bf503ca2 */
"prefs.general.startInPausedState" = "Start playback at a pause";

/* loco:5cd15ee74d3dd748254fc19b */
"audioOutputChannelsSurround6_1" = "7 (6.1 surround)";
